{
    "hero-title": "Find Your Ride",
    "hero-subtitle": "Safe, reliable transportation at your fingertips. Connect with trusted drivers or join as a driver today.",
    "download-now-btn": "Download Now",
    "learn-more-btn": "Learn More",
    "features-heading": "Why Choose Find Your Ride?",
    "passengers-feature-title": "For Passengers",
    "passengers-feature-desc": "Book reliable transportation, track your ride in real-time, and manage family members' trips.",
    "drivers-feature-title": "For Drivers",
    "drivers-feature-desc": "Earn money driving, manage your routes, and grow your transportation business.",
    "organizations-feature-title": "For Organizations",
    "organizations-feature-desc": "Manage fleet operations, track driver performance, and ensure safe transportation.",
    "get-started-heading": "Get Started Today",
    "get-started-desc": "Join us and start using Find Your Ride for your transportation needs.",
    "app-store-coming-soon": "Coming Soon",
    "google-play-coming-soon": "Coming Soon",
    "nav-home": "Home",
    "nav-about": "About",
    "footer-copyright": "Find Your Ride",
    "footer-privacy": "Privacy Policy",
    "footer-powered": "Powered by",
    "about-heading": "About Find Your Ride",
    "about-lead": "Connecting families, drivers, and organizations for safe, reliable transportation across all sectors - from school runs to business commutes, medical appointments to special events.",
    "about-vision-heading": "Our Vision",
    "about-vision": "We're building a comprehensive transportation ecosystem that serves everyone - from parents seeking safe school transport to businesses managing employee commutes, and from independent drivers growing their business to organizations optimizing their fleet operations.",
    "about-cta-heading": "Ready to Get Started?",
    "about-cta": "Join us and start using Find Your Ride for your transportation needs. Download the app to access live routes, real-time tracking, and secure payments.",
    "download-app-btn": "Download the App",
    "back-home-btn": "Back to Home",
    "back-about-btn": "Back to About",
    "privacy-title": "Privacy Policy - Find Your Ride",
    "privacy-desc": "Privacy Policy for Find Your Ride - Learn how we protect your data and privacy.",
    "privacy-heading": "Privacy Policy",
    "privacy-effective-date": "August 31, 2025",
    "privacy-last-updated": "August 31, 2025",
    "privacy-intro": "This Privacy Policy explains how Find Your Ride collects, uses, and protects your information when you use our transportation marketplace platform.",
    "data-collection-heading": "Information We Collect",
    "personal-info-heading": "Personal Information",
    "location-info-heading": "Location Information",
    "usage-info-heading": "Usage Information",
    "data-usage-heading": "How We Use Your Information",
    "data-sharing-heading": "Information Sharing",
    "data-sharing-intro": "We share your information only in the following circumstances:",
    "third-party-heading": "Third-Party Services",
    "data-security-heading": "Data Security",
    "user-rights-heading": "Your Rights",
    "user-rights-intro": "You have the following rights regarding your personal data:",
    "rights-contact": "To exercise these rights, contact us at support@findyouride.com",
    "children-privacy-heading": "Children's Privacy",
    "children-privacy-text": "Our service is designed for users 13 years and older. For users under 18, parental consent is required. We implement special protections for minors and comply with COPPA requirements for children under 13 who may use our service through family accounts.",
    "data-retention-heading": "Data Retention",
    "data-retention-text": "We retain your personal data for as long as necessary to provide our services and comply with legal obligations. Trip data is typically retained for 7 years for legal and safety purposes, while profile data is retained while your account is active plus 3 years after deactivation.",
    "policy-updates-heading": "Policy Updates",
    "policy-updates-text": "We may update this Privacy Policy from time to time. We will notify you of significant changes via email or app notification. Continued use of our service after changes constitutes acceptance of the updated policy.",
    "contact-heading": "Contact Information",
    "contact-intro": "For privacy-related questions or concerns, contact us:",
    "contact-note": "We will respond to privacy requests within 30 days.",
    "personal-info-li-1": "Name, email address, and phone number",
    "personal-info-li-2": "Profile photos and identification documents",
    "personal-info-li-3": "Emergency contact information",
    "location-info-li-1": "GPS coordinates for route optimization and tracking",
    "location-info-li-2": "Pickup and drop-off locations",
    "location-info-li-3": "Home and work addresses",
    "usage-info-li-1": "App usage patterns and preferences",
    "usage-info-li-2": "Trip history and transportation patterns",
    "usage-info-li-3": "Device information and identifiers",
    "usage-info-li-4": "Log files and analytics data",
    "data-usage-li-1": "Service Provision: To connect passengers with drivers and facilitate transportation services",
    "data-usage-li-2": "Safety & Security: To verify identities, conduct background checks, and ensure platform safety",
    "data-usage-li-3": "Communication: To send notifications about rides, updates, and important announcements",
    "data-usage-li-4": "Improvement: To analyze usage patterns and improve our platform",
    "data-usage-li-5": "Legal Compliance: To comply with applicable laws and regulations",
    "data-sharing-para": "We respect that passenger and dependent information is personal and belongs to the passenger (or the passenger's account owner). We do not sell or otherwise provide passenger personal data to third parties for their independent use. We share data only in limited circumstances and only to the extent necessary to provide the service or to comply with legal obligations.",
    "data-sharing-li-1": "With Drivers (minimal trip data): We share only the information necessary for a driver to complete a booked trip.",
    "data-sharing-li-2": "With Organizations: When you book through an organization's transportation service, we may share trip-related information to support coordination and reporting.",
    "data-sharing-li-3": "Service Providers: Trusted third parties who provide services like mapping, notifications, analytics, and cloud storage.",
    "data-sharing-li-4": "Legal Requirements: We disclose personal data when required by law or to protect user safety.",
    "third-party-intro": "Our platform integrates with the following third-party services: Google Maps (location), Firebase (push notifications), Google Analytics (usage analytics), and AWS (cloud storage).",
    "data-security-intro": "We implement comprehensive security measures, including encryption, access controls, and regular audits to protect your data.",
    "user-rights-li-1": "Access: Request copies of your personal data",
    "user-rights-li-2": "Correction: Update or correct inaccurate information",
    "user-rights-li-3": "Deletion: Request deletion of your personal data",
    "user-rights-li-4": "Portability: Request transfer of your data to another service",
    "user-rights-li-5": "Objection: Object to certain uses of your data",
    "user-rights-li-6": "Restriction: Request limitation of data processing",
    "privacy-children-para": "Our service is designed for users 13 years and older. For users under 18, parental consent is required.",
    "privacy-data-retention-para": "We retain your personal data for as long as necessary to provide our services and comply with legal obligations.",
    "privacy-policy-updates-para": "We may update this Privacy Policy from time to time. Continued use of our service after changes constitutes acceptance of the updated policy.",
    "terms-acceptance-para": "By accessing or using the platform, you confirm that you have read, understood, and agree to be bound by these Terms of Service and our Privacy Policy.",
    "terms-use-para": "The platform connects passengers with drivers for transportation services. You agree to use the service only for lawful purposes and not to misuse the platform or interfere with its operation.",
    "terms-accounts-para": "You are responsible for maintaining the confidentiality of your account credentials and for all activity that occurs under your account. Notify us immediately if you suspect unauthorized access.",
    "terms-payments-para": "When payment features are available, you agree to pay any fees associated with transactions made through the platform. Specific payment terms will be presented when payment processing is enabled.",
    "terms-user-conduct-para": "Users must behave respectfully. Harassment, fraud, illegal activity, or any behavior that endangers others is prohibited. Violations may result in account suspension or termination.",
    "terms-termination-para": "We may suspend or terminate access to the platform for users who violate these terms or for operational reasons. You may also close your account at any time.",
    "terms-disclaimer-para": "The platform is provided \"as is\" without warranties. To the fullest extent permitted by law, Find Your Ride is not liable for indirect, incidental, or consequential damages arising from your use of the service.",
    "terms-changes-para": "We may update these Terms from time to time. We will notify users of significant changes. Continued use after changes constitutes acceptance.",
    "tos-title": "Terms of Service - Find Your Ride",
    "tos-desc": "Terms of Service for Find Your Ride - The rules and guidelines for using our platform.",
    "tos-heading": "Terms of Service",
    "tos-effective-date": "September 14, 2025",
    "tos-intro": "These Terms of Service govern your access to and use of the Find Your Ride platform. By using our services, you agree to these terms.",
    "tos-contact-heading": "9. Contact",
    "tos-contact-intro": "If you have questions about these Terms, contact us at",
    "tos-back-about-btn": "← Back to About",
    "tos-download-app-btn": "📱 Download App",
    "acceptance-heading": "1. Acceptance",
    "use-heading": "2. Use of the Service",
    "accounts-heading": "3. Accounts",
    "payments-heading": "4. Payments",
    "content-heading": "5. User Conduct",
    "termination-heading": "6. Termination",
    "disclaimer-heading": "7. Disclaimer & Limitation of Liability",
    "changes-heading": "8. Changes",
    "about-title": "About Find Your Ride",
    "about-desc": "Find Your Ride — a marketplace connecting drivers and passengers for safe and reliable transport.",
    "dual-system-heading": "Dual Driver System",
    "independent-drivers-heading": "Independent Drivers",
    "independent-driver-1": "Self-managed operations",
    "independent-driver-2": "Full control of activity",
    "independent-driver-3": "Create your own routes",
    "independent-driver-4": "Set your own rates",
    "independent-driver-5": "Grow your client base",
    "organization-drivers-heading": "Organization Affiliated",
    "organization-driver-1": "Managed by schools/businesses",
    "organization-driver-2": "Centralized fleet management",
    "organization-driver-3": "Assigned routes and schedules",
    "organization-driver-4": "Guaranteed income structure",
    "organization-driver-5": "Professional support",
    "transportation-categories-heading": "Transport for Every Need",
    "school-transport-heading": "School Transport",
    "school-transport-desc": "Safe and reliable routes for students with real-time tracking and parent notifications.",
    "business-commute-heading": "Business Commute",
    "business-commute-desc": "Corporate shuttles and transport solutions for employees of all company sizes.",
    "medical-transport-heading": "Medical Transport",
    "medical-transport-desc": "Specialized transport for medical appointments with accessibility features.",
    "event-transport-heading": "Event Transport",
    "event-transport-desc": "Group transport for weddings, conferences, and special occasions.",
    "platform-benefits-heading": "Why Choose Find Your Ride?",
    "benefit-safety-heading": "Safety First",
    "benefit-safety-desc": "Background checks, vehicle inspections, and real-time tracking for peace of mind.",
    "benefit-ease-heading": "Easy to Use",
    "benefit-ease-desc": "Intuitive mobile app with simple booking, payment, and tracking.",
    "benefit-pricing-heading": "Fair Pricing",
    "benefit-pricing-desc": "Transparent pricing with no hidden fees and flexible payment options.",
    "benefit-community-heading": "Community Focused",
    "benefit-community-desc": "Supporting local drivers and strengthening transport networks."
}