{
    "hero-title": "Find Your Ride",
    "hero-subtitle": "Safe, reliable transportation at your fingertips. Connect with trusted drivers or join as a driver today.",
    "download-now-btn": "Download Now",
    "learn-more-btn": "Learn More",
    "features-heading": "Why Choose Find Your Ride?",
    "passengers-feature-title": "For Passengers",
    "passengers-feature-desc": "Book reliable transportation, track your ride in real-time, and manage family members' trips.",
    "drivers-feature-title": "For Drivers",
    "drivers-feature-desc": "Earn money driving, manage your routes, and grow your transportation business.",
    "organizations-feature-title": "For Organizations",
    "organizations-feature-desc": "Manage fleet operations, track driver performance, and ensure safe transportation.",
    "get-started-heading": "Get Started Today",
    "get-started-desc": "Join thousands of users who trust Find Your Ride for their transportation needs.",
    "app-store-coming-soon": "Coming Soon",
    "google-play-coming-soon": "Coming Soon",
    "nav-home": "Home",
    "nav-about": "About",
    "footer-copyright": "Find Your Ride",
    "footer-privacy": "Privacy Policy",
    "footer-powered": "Powered by",
    "about-heading": "About Find Your Ride",
    "about-lead": "Connecting families, drivers, and organizations for safe, reliable transportation across all sectors - from school runs to business commutes, medical appointments to special events.",
    "about-vision-heading": "Our Vision",
    "about-vision": "We're building a comprehensive transportation ecosystem that serves everyone - from parents seeking safe school transport to businesses managing employee commutes, and from independent drivers growing their business to organizations optimizing their fleet operations.",
    "about-cta-heading": "Ready to Get Started?",
    "about-cta": "Join thousands of users who trust Find Your Ride for their transportation needs. Download the app to access live routes, real-time tracking, and secure payments.",
    "download-app-btn": "Download the App",
    "back-home-btn": "Back to Home",
    "back-about-btn": "Back to About",
    "privacy-title": "Privacy Policy - Find Your Ride",
    "privacy-desc": "Privacy Policy for Find Your Ride - Learn how we protect your data and privacy.",
    "privacy-heading": "Privacy Policy",
    "privacy-effective-date": "August 31, 2025",
    "privacy-last-updated": "August 31, 2025",
    "privacy-intro": "This Privacy Policy explains how Find Your Ride collects, uses, and protects your information when you use our transportation marketplace platform.",
    "data-collection-heading": "Information We Collect",
    "personal-info-heading": "Personal Information",
    "location-info-heading": "Location Information",
    "usage-info-heading": "Usage Information",
    "data-usage-heading": "How We Use Your Information",
    "data-sharing-heading": "Information Sharing",
    "data-sharing-intro": "We share your information only in the following circumstances:",
    "third-party-heading": "Third-Party Services",
    "third-party-intro": "Our platform integrates with the following third-party services:",
    "data-security-heading": "Data Security",
    "data-security-intro": "We implement comprehensive security measures:",
    "user-rights-heading": "Your Rights",
    "user-rights-intro": "You have the following rights regarding your personal data:",
    "rights-contact": "To exercise these rights, contact us at privacy@findyouride.com",
    "children-privacy-heading": "Children's Privacy",
    "children-privacy-text": "Our service is designed for users 13 years and older. For users under 18, parental consent is required. We implement special protections for minors and comply with COPPA requirements for children under 13 who may use our service through family accounts.",
    "data-retention-heading": "Data Retention",
    "data-retention-text": "We retain your personal data for as long as necessary to provide our services and comply with legal obligations. Trip data is typically retained for 7 years for legal and safety purposes, while profile data is retained while your account is active plus 3 years after deactivation.",
    "policy-updates-heading": "Policy Updates",
    "policy-updates-text": "We may update this Privacy Policy from time to time. We will notify you of significant changes via email or app notification. Continued use of our service after changes constitutes acceptance of the updated policy.",
    "contact-heading": "Contact Information",
    "contact-intro": "For privacy-related questions or concerns, contact us:",
    "contact-note": "We will respond to privacy requests within 30 days."
}