{
    "hero-title": "Trouvez Votre Trajet",
    "hero-subtitle": "Transport sûr et fiable à portée de main. Connectez-vous avec des conducteurs de confiance ou rejoignez-nous en tant que conducteur dès aujourd'hui.",
    "download-now-btn": "Télécharger Maintenant",
    "learn-more-btn": "En Savoir Plus",
    "features-heading": "Pourquoi choisir Trouvez Votre Trajet ?",
    "passengers-feature-title": "Pour les Passagers",
    "passengers-feature-desc": "Réservez un transport fiable, suivez votre trajet en temps réel et gérez les voyages des membres de votre famille.",
    "drivers-feature-title": "Pour les Conducteurs",
    "drivers-feature-desc": "Gagnez de l'argent en conduisant, gérez vos itinéraires et développez votre entreprise de transport.",
    "organizations-feature-title": "Pour les Organisations",
    "organizations-feature-desc": "Gérez les opérations de flotte, suivez les performances des conducteurs et assurez un transport sûr.",
    "get-started-heading": "Commencez Aujourd'hui",
    "get-started-desc": "Rejoignez-nous et commencez à utiliser Trouvez Votre Trajet pour vos besoins de transport.",
    "app-store-coming-soon": "Bientôt Disponible",
    "google-play-coming-soon": "Bientôt Disponible",
    "nav-home": "Accueil",
    "nav-about": "À Propos",
    "footer-copyright": "Trouvez Votre Trajet",
    "footer-privacy": "Politique de Confidentialité",
    "footer-powered": "Alimenté par",
    "about-heading": "À propos de Trouvez Votre Trajet",
    "about-lead": "Connecter les familles, les conducteurs et les organisations pour un transport sûr et fiable dans tous les secteurs - des trajets scolaires aux déplacements professionnels, des rendez-vous médicaux aux événements spéciaux.",
    "about-vision-heading": "Notre Vision",
    "about-vision": "Nous construisons un écosystème de transport complet qui sert tout le monde - des parents cherchant un transport scolaire sûr aux entreprises gérant les déplacements de leurs employés, et des conducteurs indépendants développant leur activité aux organisations optimisant leurs opérations de flotte.",
    "about-cta-heading": "Prêt à commencer ?",
    "about-cta": "Rejoignez-nous et commencez à utiliser Trouvez Votre Trajet pour vos besoins de transport. Téléchargez l'application pour accéder aux itinéraires en direct, au suivi en temps réel et aux paiements sécurisés.",
    "download-app-btn": "Télécharger l'App",
    "back-home-btn": "Retour à l'Accueil",
    "back-about-btn": "Retour à À Propos",
    "organization-driver-1": "Géré par écoles/entreprises",
    "organization-driver-2": "Gestion centralisée de la flotte",
    "organization-driver-3": "Itinéraires et horaires attribués",
    "organization-driver-4": "Structure de revenu garantie",
    "organization-driver-5": "Support professionnel",
    "benefit-safety-heading": "Sécurité avant tout",
    "benefit-safety-desc": "Vérifications des antécédents, inspections des véhicules et suivi en temps réel pour une tranquillité d'esprit.",
    "benefit-ease-heading": "Facile à utiliser",
    "benefit-ease-desc": "Application mobile intuitive avec réservation, paiement et suivi simplifiés.",
    "benefit-pricing-heading": "Tarification équitable",
    "benefit-pricing-desc": "Tarification transparente sans frais cachés et options de paiement flexibles.",
    "benefit-community-heading": "Axé sur la communauté",
    "benefit-community-desc": "Soutenir les conducteurs locaux et renforcer les réseaux de transport.",
    "privacy-title": "Politique de Confidentialité - Trouvez Votre Trajet",
    "privacy-desc": "Politique de Confidentialité pour Trouvez Votre Trajet - Découvrez comment nous protégeons vos données et votre vie privée.",
    "privacy-heading": "Politique de Confidentialité",
    "privacy-effective-date": "31 août 2025",
    "privacy-last-updated": "31 août 2025",
    "privacy-intro": "Cette Politique de Confidentialité explique comment Trouvez Votre Trajet collecte, utilise et protège vos informations lorsque vous utilisez notre plateforme de marché de transport.",
    "data-collection-heading": "Informations que nous collectons",
    "personal-info-heading": "Informations personnelles",
    "location-info-heading": "Informations de localisation",
    "usage-info-heading": "Informations d'utilisation",
    "data-usage-heading": "Comment nous utilisons vos informations",
    "data-sharing-heading": "Partage d'informations",
    "data-sharing-intro": "Nous partageons vos informations uniquement dans les circonstances suivantes :",
    "third-party-heading": "Services tiers",
    "data-security-heading": "Sécurité des données",
    "user-rights-heading": "Vos droits",
    "user-rights-intro": "Vous avez les droits suivants concernant vos données personnelles :",
    "rights-contact": "Pour exercer ces droits, contactez-nous à support@findyouride.com",
    "children-privacy-heading": "Confidentialité des enfants",
    "children-privacy-text": "Notre service est conçu pour les utilisateurs de 13 ans et plus. Pour les utilisateurs de moins de 18 ans, le consentement parental est requis. Nous mettons en place des protections spéciales pour les mineurs et respectons les exigences COPPA pour les enfants de moins de 13 ans qui peuvent utiliser notre service via des comptes familiaux.",
    "data-retention-heading": "Conservation des données",
    "data-retention-text": "Nous conservons vos données personnelles aussi longtemps que nécessaire pour fournir nos services et respecter les obligations légales. Les données de voyage sont généralement conservées pendant 7 ans à des fins légales et de sécurité, tandis que les données de profil sont conservées tant que votre compte est actif plus 3 ans après la désactivation.",
    "policy-updates-heading": "Mises à jour de la politique",
    "policy-updates-text": "Nous pouvons mettre à jour cette Politique de Confidentialité de temps en temps. Nous vous informerons des changements significatifs par e-mail ou notification d'application. L'utilisation continue de notre service après les changements constitue l'acceptation de la politique mise à jour.",
    "contact-heading": "Informations de contact",
    "contact-intro": "Pour les questions ou préoccupations liées à la confidentialité, contactez-nous :",
    "contact-note": "Nous répondrons aux demandes de confidentialité dans les 30 jours.",
    "terms-title": "Conditions d'utilisation - Trouvez Votre Trajet",
    "terms-desc": "Conditions d'utilisation de Trouvez Votre Trajet - Règles et lignes directrices pour l'utilisation de notre plateforme.",
    "terms-heading": "Conditions d'utilisation",
    "terms-effective-date": "14 septembre 2025",
    "personal-info-li-1": "Nom, adresse e-mail et numéro de téléphone",
    "personal-info-li-2": "Photos de profil et pièces d'identité",
    "personal-info-li-3": "Informations de contact d'urgence",
    "location-info-li-1": "Coordonnées GPS pour l'optimisation des trajets et le suivi",
    "location-info-li-2": "Points de prise en charge et de dépose",
    "location-info-li-3": "Adresses domicile et travail",
    "usage-info-li-1": "Modèles d'utilisation de l'application et préférences",
    "usage-info-li-2": "Historique des trajets et habitudes de transport",
    "usage-info-li-3": "Informations sur l'appareil et identifiants",
    "usage-info-li-4": "Fichiers journaux et données analytiques",
    "data-usage-li-1": "Fourniture du service : Pour mettre en relation les passagers et les conducteurs et faciliter les services de transport",
    "data-usage-li-2": "Sécurité : Pour vérifier les identités et garantir la sécurité de la plateforme",
    "data-usage-li-3": "Communication : Pour envoyer des notifications concernant les trajets et des annonces importantes",
    "data-usage-li-4": "Amélioration : Pour analyser l'utilisation et améliorer notre plateforme",
    "data-usage-li-5": "Conformité légale : Pour respecter les lois et règlements applicables",
    "data-sharing-para": "Nous respectons la confidentialité des passagers. Nous ne vendons pas les données personnelles et ne les partageons que lorsque cela est nécessaire pour fournir le service ou pour des obligations légales.",
    "data-sharing-li-1": "Avec les conducteurs : Nous partageons uniquement les informations nécessaires pour effectuer un trajet réservé.",
    "data-sharing-li-2": "Avec les organisations : Nous pouvons partager des informations liées au trajet pour la coordination et les rapports.",
    "data-sharing-li-3": "Prestataires de services : Tiers de confiance pour les cartes, notifications, analyses et stockage cloud.",
    "data-sharing-li-4": "Exigences légales : Divulgation lorsque la loi l'exige ou pour protéger la sécurité des utilisateurs.",
    "third-party-intro": "Notre plateforme s'intègre aux services suivants : Google Maps, Firebase, Google Analytics et AWS.",
    "data-security-intro": "Nous appliquons des mesures de sécurité, notamment le chiffrement, des contrôles d'accès et des audits réguliers.",
    "user-rights-li-1": "Accès : Demander des copies de vos données personnelles",
    "user-rights-li-2": "Correction : Mettre à jour ou corriger des informations inexactes",
    "user-rights-li-3": "Suppression : Demander la suppression de vos données personnelles",
    "user-rights-li-4": "Portabilité : Demander le transfert de vos données vers un autre service",
    "user-rights-li-5": "Opposition : S'opposer à certaines utilisations de vos données",
    "user-rights-li-6": "Restriction : Demander la limitation du traitement des données",
    "privacy-children-para": "Notre service est destiné aux utilisateurs de 13 ans et plus. Pour les utilisateurs de moins de 18 ans, le consentement parental est requis.",
    "privacy-data-retention-para": "Nous conservons vos données personnelles aussi longtemps que nécessaire pour fournir nos services et respecter les obligations légales.",
    "privacy-policy-updates-para": "Nous pouvons mettre à jour cette politique. La poursuite de l'utilisation après les modifications constitue une acceptation.",
    "terms-acceptance-para": "En accédant ou en utilisant la plateforme, vous confirmez que vous avez lu, compris et acceptez d'être lié par ces conditions d'utilisation et notre politique de confidentialité.",
    "terms-use-para": "La plateforme met en relation des passagers et des conducteurs pour des services de transport. Vous acceptez d'utiliser le service uniquement à des fins légales et de ne pas en abuser.",
    "terms-accounts-para": "Vous êtes responsable de la confidentialité de vos identifiants de compte et de toute activité se produisant sous votre compte. Informez-nous immédiatement si vous suspectez un accès non autorisé.",
    "terms-payments-para": "Lorsque les fonctionnalités de paiement seront disponibles, vous acceptez de payer les frais liés aux transactions effectuées via la plateforme.",
    "terms-user-conduct-para": "Les utilisateurs doivent se comporter de manière respectueuse. Le harcèlement, la fraude, les activités illégales ou tout comportement mettant en danger autrui sont interdits.",
    "terms-termination-para": "Nous pouvons suspendre ou résilier l'accès à la plateforme pour les utilisateurs qui violent ces conditions ou pour des raisons opérationnelles.",
    "terms-disclaimer-para": "La plateforme est fournie \"telle quelle\" sans garanties. Dans la mesure permise par la loi, Find Your Ride n'est pas responsable des dommages indirects ou consécutifs.",
    "terms-changes-para": "Nous pouvons mettre à jour ces conditions de temps à autre. La poursuite de l'utilisation après les modifications constitue une acceptation.",
    "tos-title": "Conditions de Service - Find Your Ride",
    "tos-desc": "Conditions de Service pour Find Your Ride - Les règles et directives pour utiliser notre plateforme.",
    "tos-heading": "Conditions de Service",
    "tos-effective-date": "14 septembre 2025",
    "tos-intro": "Ces Conditions de Service régissent votre accès et votre utilisation de la plateforme Find Your Ride. En utilisant nos services, vous acceptez ces conditions.",
    "tos-contact-heading": "9. Contact",
    "tos-contact-intro": "Si vous avez des questions sur ces conditions, contactez-nous à",
    "tos-back-about-btn": "← Retour",
    "tos-download-app-btn": "📱 Télécharger l'application",
    "tos-acceptance-para": "En accédant ou en utilisant la plateforme, vous confirmez que vous avez lu, compris et acceptez d'être lié par ces conditions d'utilisation et notre politique de confidentialité.",
    "tos-use-para": "La plateforme met en relation des passagers et des conducteurs pour des services de transport. Vous acceptez d'utiliser le service uniquement à des fins légales et de ne pas en abuser.",
    "tos-accounts-para": "Vous êtes responsable de la confidentialité de vos identifiants de compte et de toute activité se produisant sous votre compte. Informez-nous immédiatement si vous suspectez un accès non autorisé.",
    "tos-payments-para": "Lorsque les fonctionnalités de paiement sont disponibles, vous acceptez de payer tous les frais associés à votre utilisation de la plateforme. Tous les paiements sont traités de manière sécurisée par nos partenaires.",
    "tos-user-conduct-para": "Les utilisateurs doivent se comporter de manière respectueuse. Le harcèlement, la fraude, les activités illégales ou tout comportement mettant en danger autrui sont interdits. Les violations peuvent entraîner la suspension ou la résiliation du compte.",
    "tos-termination-para": "Nous pouvons suspendre ou résilier l'accès à la plateforme pour les utilisateurs qui violent ces conditions. Les utilisateurs peuvent également résilier leur compte à tout moment.",
    "tos-disclaimer-para": "La plateforme est fournie \"telle quelle\" sans garanties. Dans la mesure permise par la loi, Find Your Ride n'est pas responsable des dommages indirects, accessoires ou consécutifs résultant de votre utilisation du service.",
    "tos-changes-para": "Nous pouvons mettre à jour ces conditions de temps à autre. Nous informerons les utilisateurs des changements importants et la poursuite de l'utilisation de la plateforme constitue une acceptation des conditions mises à jour.",
    "acceptance-heading": "1. Acceptation",
    "use-heading": "2. Utilisation du service",
    "accounts-heading": "3. Comptes",
    "payments-heading": "4. Paiements",
    "content-heading": "5. Conduite de l'utilisateur",
    "termination-heading": "6. Résiliation",
    "disclaimer-heading": "7. Avertissement & Limitation de responsabilité",
    "changes-heading": "8. Modifications",
    "data-sharing-li-5": "Transferts d'entreprise : Dans le cadre de fusions, d'acquisitions ou de ventes d'actifs, nous pouvons transférer des données personnelles dans le cadre de la transaction, mais nous exigerons du destinataire qu'il respecte cette politique de confidentialité et n'utilise les données personnelles que pour les finalités indiquées ici.",
    "third-party-li-1": "Cartes & Navigation : Google Maps pour les services de localisation",
    "third-party-li-2": "Analytique : Google Analytics pour l'analyse d'utilisation",
    "third-party-li-3": "Communication : Firebase pour les notifications push",
    "third-party-li-4": "Stockage cloud : AWS pour le stockage sécurisé des données",
    "contact-li-1": "Email : support@findyouride.com",
    "contact-li-3": "Téléphone : +973 36 161 171",
    "data-security-li-1": "Chiffrement de bout en bout pour les données sensibles",
    "data-security-li-2": "Audits et évaluations de sécurité réguliers",
    "data-security-li-3": "Infrastructure cloud sécurisée conforme aux normes du secteur",
    "data-security-li-4": "Contrôles d'accès limités et formation du personnel",
    "data-security-li-5": "Sauvegardes régulières et procédures de reprise après sinistre"
}