{
    "hero-title": "Trouvez Votre Trajet",
    "hero-subtitle": "Transport sûr et fiable à portée de main. Connectez-vous avec des conducteurs de confiance ou rejoignez-nous en tant que conducteur dès aujourd'hui.",
    "download-now-btn": "Télécharger Maintenant",
    "learn-more-btn": "En Savoir Plus",
    "features-heading": "Pourquoi choisir Trouvez Votre Trajet ?",
    "passengers-feature-title": "Pour les Passagers",
    "passengers-feature-desc": "Réservez un transport fiable, suivez votre trajet en temps réel et gérez les voyages des membres de votre famille.",
    "drivers-feature-title": "Pour les Conducteurs",
    "drivers-feature-desc": "Gagnez de l'argent en conduisant, gérez vos itinéraires et développez votre entreprise de transport.",
    "organizations-feature-title": "Pour les Organisations",
    "organizations-feature-desc": "Gérez les opérations de flotte, suivez les performances des conducteurs et assurez un transport sûr.",
    "get-started-heading": "Commencez Aujourd'hui",
    "get-started-desc": "Rejoignez-nous et commencez à utiliser Trouvez Votre Trajet pour vos besoins de transport.",
    "app-store-coming-soon": "Bientôt Disponible",
    "google-play-coming-soon": "Bientôt Disponible",
    "nav-home": "Accueil",
    "nav-about": "À Propos",
    "footer-copyright": "Trouvez Votre Trajet",
    "footer-privacy": "Politique de Confidentialité",
    "footer-powered": "Alimenté par",
    "about-heading": "À propos de Trouvez Votre Trajet",
    "about-lead": "Connecter les familles, les conducteurs et les organisations pour un transport sûr et fiable dans tous les secteurs - des trajets scolaires aux déplacements professionnels, des rendez-vous médicaux aux événements spéciaux.",
    "about-vision-heading": "Notre Vision",
    "about-vision": "Nous construisons un écosystème de transport complet qui sert tout le monde - des parents cherchant un transport scolaire sûr aux entreprises gérant les déplacements de leurs employés, et des conducteurs indépendants développant leur activité aux organisations optimisant leurs opérations de flotte.",
    "about-cta-heading": "Prêt à commencer ?",
    "about-cta": "Rejoignez-nous et commencez à utiliser Trouvez Votre Trajet pour vos besoins de transport. Téléchargez l'application pour accéder aux itinéraires en direct, au suivi en temps réel et aux paiements sécurisés.",
    "download-app-btn": "Télécharger l'App",
    "back-home-btn": "Retour à l'Accueil",
    "back-about-btn": "Retour à À Propos",
    "privacy-title": "Politique de Confidentialité - Trouvez Votre Trajet",
    "privacy-desc": "Politique de Confidentialité pour Trouvez Votre Trajet - Découvrez comment nous protégeons vos données et votre vie privée.",
    "privacy-heading": "Politique de Confidentialité",
    "privacy-effective-date": "31 août 2025",
    "privacy-last-updated": "31 août 2025",
    "privacy-intro": "Cette Politique de Confidentialité explique comment Trouvez Votre Trajet collecte, utilise et protège vos informations lorsque vous utilisez notre plateforme de marché de transport.",
    "data-collection-heading": "Informations que nous collectons",
    "personal-info-heading": "Informations personnelles",
    "location-info-heading": "Informations de localisation",
    "usage-info-heading": "Informations d'utilisation",
    "data-usage-heading": "Comment nous utilisons vos informations",
    "data-sharing-heading": "Partage d'informations",
    "data-sharing-intro": "Nous partageons vos informations uniquement dans les circonstances suivantes :",
    "third-party-heading": "Services tiers",
    "third-party-intro": "Notre plateforme s'intègre avec les services tiers suivants :",
    "data-security-heading": "Sécurité des données",
    "data-security-intro": "Nous mettons en place des mesures de sécurité complètes :",
    "user-rights-heading": "Vos droits",
    "user-rights-intro": "Vous avez les droits suivants concernant vos données personnelles :",
    "rights-contact": "Pour exercer ces droits, contactez-nous à privacy@findyouride.com",
    "children-privacy-heading": "Confidentialité des enfants",
    "children-privacy-text": "Notre service est conçu pour les utilisateurs de 13 ans et plus. Pour les utilisateurs de moins de 18 ans, le consentement parental est requis. Nous mettons en place des protections spéciales pour les mineurs et respectons les exigences COPPA pour les enfants de moins de 13 ans qui peuvent utiliser notre service via des comptes familiaux.",
    "data-retention-heading": "Conservation des données",
    "data-retention-text": "Nous conservons vos données personnelles aussi longtemps que nécessaire pour fournir nos services et respecter les obligations légales. Les données de voyage sont généralement conservées pendant 7 ans à des fins légales et de sécurité, tandis que les données de profil sont conservées tant que votre compte est actif plus 3 ans après la désactivation.",
    "policy-updates-heading": "Mises à jour de la politique",
    "policy-updates-text": "Nous pouvons mettre à jour cette Politique de Confidentialité de temps en temps. Nous vous informerons des changements significatifs par e-mail ou notification d'application. L'utilisation continue de notre service après les changements constitue l'acceptation de la politique mise à jour.",
    "contact-heading": "Informations de contact",
    "contact-intro": "Pour les questions ou préoccupations liées à la confidentialité, contactez-nous :",
    "contact-note": "Nous répondrons aux demandes de confidentialité dans les 30 jours."
}